import React from "react";
import { FullpageSection } from "@ap.cx/react-fullpage";

import ImageComponent from "../components/ImageComponent";

const Save = () => {
	const SectionStyle = {
		height: "100vh",
		width: "100%",
		display: "flex",
	};
	return (
		<>
			<FullpageSection style={SectionStyle}>
				<div
					className="firstPageTAG"
					style={{
						backgroundImage: 'url("..//img/MercedesGT.jpg")',
					}}
				>
					<div className="firstPageBox">
						<div className="content">
							<h1>Системи захисту автомобіля від викрадення </h1>
							<p>
								Серед автовласників поширена думка, що будь-яку систему захисту
								можна знешкодити і доля правди в цьому є. Але існує один нюанс –
								час витрачений на викрадення. Як правило, коли зловмисник
								бачить, що викрадення потребує більше зусиль і часу, ніж
								потрібно – це його демотивує і змушує відмовитись від спроби
								угону. Найкраще рішення для безпеки вашого автомобіля – це
								комплексний підхід з декількох контурів захисту і оповіщення.
								Завдяки великому досвіду наших спеціалістів у нас в Apex Safe
								Car ми підбираємо індивідуальні рішення під ваш автомобіль та в
								залежності від побажань автовласника. Для економії свого часу Ви
								можете попередньо ознайомитися з сучасними системами захисту і
								порівняти їх.
							</p>
						</div>
						<button>Детальніше</button>
					</div>
				</div>
			</FullpageSection>
			<FullpageSection style={SectionStyle}>
				<div className="secondPageTag">
					<div className="textConteiner">
						<p>
							Для комплексного підходу до захисту Вашого авто, електронні
							системи використовуються разом з механічними та електромеханічними
							засобами:
						</p>
						<p>
							Електромеханічний замок капоту, який захищає від проникнення в
							моторний відсік Вашого авто і не дає змоги дістатись до
							електронних засобів блокувань.Працює в парі з встановленою
							системою захисту або штатною системою авто.
						</p>
					</div>
					<img src="..//img/save/1.jpg" alt="" />
				</div>
			</FullpageSection>
			<FullpageSection style={SectionStyle}>
				<div className="secondPageTag">
					<img src="..//img/save/2.png" alt="" />
					<div className="textConteiner">
						<p>
							Металевий кожух на електронний блок управління та інші важливі
							вузли автомобіля.
						</p>
						<p>
							Запобігає заміні штатного блоку на заздалегідь підготовлений
							викрадачем, усуває можливість відключення ро’зємів для з’єднання з
							бортовою системою авто.
						</p>
						<p>
							Встановлюється з допомогою спеціальних зривних болтів, які
							неможливо відкрутити звичайними гайковими ключами
						</p>
					</div>
				</div>
			</FullpageSection>
			<FullpageSection style={SectionStyle}>
				<div className="secondPageTag">
					<div className="textConteiner">
						<p>
							Закладний GPS трекер з допомогою, якого можна відслідкувати
							місцезнаходження Вашого авто в в будь-якій точці світу завдяки
							технологіям GPS та LBS (позиціювання по GSM вишкам мобільних
							операторів)
						</p>
						<p>
							Має мініатюрні розміри, працює повністю автономно- це дає змогу
							сховати його в будь-якому місці автомобіля абсолютно непомітно для
							викрадача.
						</p>
					</div>
					<img src="..//img/save/3.jpg" alt="" />
				</div>
			</FullpageSection>
			<FullpageSection style={SectionStyle}>
				<div className="secondPageTag">
					<img src="..//img/save/4.jpg" alt="" />
					<div className="textConteiner">
						<h1>Системи захисту від угону з GPS/GSM</h1>
						<p>
							Автомобільні сигналізації з вбудованими передатчиками сигналів GSM
							та GPS являються самим передовим рішенням в світі захисту
							автомобілів, адже дозволяють побудувати на їх базі найкращий
							комплекс охорони для Вашого авто за допомогою додаткових
							пристроїв, які можна підключити до сигналізації. Дані системи
							мають можливість підключення до електронної системи машини по
							цифровому каналу CAN і «бачити» всі компоненти автомобіля для
							максимальної безпеки.
						</p>
						<p>
							За рахунок вбудованого в систему захисту GSM модему Ваш смартфон
							перетворюється на повноцінний пульт керування охороною з самими
							сучасними функціями. Радіус дії такого пульта обмежується тільки
							покриттям мобільного зв’язку, тобто наглядати за своїм автомобілем
							і керувати охороною можна практично з будь-якої точки світу.
						</p>
					</div>
				</div>
			</FullpageSection>
			<FullpageSection style={SectionStyle}>
				<div className="secondPageTag">
					<div className="textConteiner">
						<h1>Системи захисту з автозапуском</h1>
						<p>
							Взимку , коли двигуну авто потрібно більше часу на прогрівання,
							щоб зекономити власний час, можна скористатися функцією
							автозапуску. Сідайте в автомобіль вже з прогрітим двигуном і
							одразу вирушайте в дорогу!
						</p>
						<p>
							Сучасні автомобільні захисні системи дозволяють організувати
							дистанційний запуск двигуна авто за допомогою Вашого смартфону.
							Плюси таких систем - не лише економія Вашого часу та правильний
							догляд за двигуном в холодну пору але й гнучкість налаштування.
						</p>
					</div>
					<img src="..//img/save/5.jpg" alt="" />
				</div>
			</FullpageSection>
			<FullpageSection style={SectionStyle}>
				<div className="secondPageTag">
					<img src="..//img/save/6.jpg" alt="" />
					<div className="textConteiner">
						<h1>Аналогові сигналізації </h1>
						<p>
							Основна відмінність аналогових систем від цифрових - відсутність
							модуля для підключення до електромережі автомобіля по цифровій
							шині CAN або LIN , що в свою чергу робить захист авто досить
							примітивним і не дозволяє вести моніторинг стану машини в
							реальному часі в будь-якому місці.
						</p>
						<p>
							Зазвичай такі автосигналізації встановлюють в машини бюджетного
							класу або ж коли власник залишає авто в тому місці, яке
							охороняється. У порівнянні аналогових систем захисту з цифровими
							через відсутність CAN шини вони мають більшу кількість дротів, що
							ускладнює встановлення сигналізації максимально приховано
						</p>
					</div>
				</div>
			</FullpageSection>
			<FullpageSection style={SectionStyle}>
				<div className="secondPageTag">
					<div className="textConteiner">
						<h1>Імобілайзери</h1>
						<p>
							Імобілайзер — пристрій , який блокує запуск двигуна, тобто
							являється одним з видів захисту машини від викрадення. В сучасних
							авто він зазвичай вже встановлений з заводу і зчитує спеціальний
							чіп, який вмонтований в ключ. Якщо імобілайзер не розпізнає
							спеціальний чіп «мітку», то завести автомобіль неможливо.
						</p>
						<p>
							Мінусом даного рішення є той момент, що зловмисник може зробити
							копію ключа, підʼєднавшись до бортової системи авто, наприклад
							через діагностичний розʼєм OBD. Для уникнення даної ситуації
							встановлюються додаткові імобілайзери, чіпи яких неможливо
							підмінити, не маючи прямого доступу до них.
						</p>
					</div>
					<img src="..//img/save/5.jpg" alt="" />
				</div>
			</FullpageSection>
		</>
	);
};

export default Save;
